Revit 2024 API
FailuresAccessor Properties
The FailuresAccessor type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
FailuresAccessor Class
Autodesk.Revit.DB Namespace